Repository: zgoda/devlog
Catalog: src/devlog/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Please log in to access this page
pl: Zaloguj się by otworzyć tę stronę

source: user name
pl: nazwa użytkownika

source: password
pl: hasło

source: repeat password
pl: powtórz hasło

source: both password fields must match
pl: hasła w obu polach muszą być identyczne

source: account for %(email)s has been registered, you are now logged in
pl: konto %(email)s zostało założone, użytkownik jest zalogowany

source: login failed, either user is not known or password is incorrect
pl: logowanie nieudane, nie ma takiego konta lub hasło jest nieprawidłowe

source: user %(email)s logged in
pl: użytkownik %(email)s został zalogowany

source: name
pl: nazwa

source: blurb
pl: parę słów

source: blurb markup processor
pl: procesor tekstu dla paru słów

source: active
pl: aktywny

source: public
pl: publiczny

source: default
pl: domyślny

source: files
pl: pliki

source: import
pl: importowanie

source: your account is inactive
pl: twoje konto nie jest aktywne

source: Your blog %(name)s has been created
pl: Twój blog %(name)s został utworzony

source: blog %(name)s has been modified
pl: blog %(name)s został zmodyfikowany

source: no files uploaded
pl: nic nie zostało wgrane

source: no valid files uploaded
pl: żaden poprawny plik nie został wgrany

source: import of post file %(file_name)s has been scheduled
pl: import postu z pliku %(file_name)s został zlecony

source: your blog %(blog_name)s has been completely removed from the site
pl: blog %(blog_name)s został usunięty

source: confirm
pl: potwierdź

source: title
pl: tytuł

source: text
pl: tekst

source: mood
pl: nastrój

source: draft
pl: szkic

source: pinned
pl: przypięty

source: your blog post has been saved
pl: twój post został zapisany

source: main navigation
pl: główna nawigacja

source: top menu
pl: menu

source: account tools
pl: narzędzia konta

source: account
pl: konto

source: sign out
pl: wylogowanie

source: sign up
pl: załóż konto

source: sign in
pl: zaloguj się

source: version %(ver)s
pl: wersja %(ver)s

source: and other logs
pl: i inne logi

source: recent posts
pl: ostatnie posty

source: see more
pl: zobacz więcej

source: no posts yet
pl: nie ma jeszcze postów

source: recent blogs
pl: ostatnie blogi

source: no blogs yet
pl: nie ma jeszcze blogów

source: recently active
pl: ostatnio aktywne

source: register new account
pl: zarejestruj nowe konto

source: Fill out the form below to register new account at Devlog.
pl: Wypełnij formularz by zarejestrować nowe konto na Devlogu.

source: create new blog
pl: utwórz nowy blog

source: Fill out the form below to create new blog
pl: Wypełnij formularz by utworzyć nowy blog

source: confirm blog delete
pl: potwierdź usunięcie bloga

source: Please confirm that you really want your blog %(blog_name)s to be removed. This operation is irreversible and all content will be deleted along with your blog.
pl: Potwierdź że na pewno chcesz usunąć bloga %(blog_name)s. Jest to operacja nieodwracalna i cała zawartość zostanie usunięta.

source: Details for blog %(name)s
pl: Szczegóły bloga %(name)s

source: display blog
pl: wyświetl bloga

source: import posts
pl: importowanie postów

source: blog removal
pl: usuwanie bloga

source: The above form allows to hide your blog or temporarily to make it inactive. Click the button below to go to blog deletion confirmation page if you want to completely delete your blog with all the content.
pl: Formularz powyżej umożliwia czasowe ukrycie bloga lub oznaczenie go jako nieaktywny. Kliknij przycisk poniżej aby ostatecznie usunąć bloga. Wymagane będzie dodatkowe potwierdzenie tej czynności.

source: delete
pl: usuń

source: edit blog
pl: edytuj bloga

source: add post
pl: dodaj post

source: tools
pl: narzędzia

source: access forbidden
pl: brak dostępu

source: Access to the page you're trying to open is forbidden.
pl: Nie masz dostępu do tej strony

source: page not found
pl: strony nie znaleziono

source: The page you requested could not be found
pl: Podana strona nie istnieje

source: server error
pl: błąd serwera

source: The server encountered condition it was not able to handle. This is unrecoverable.
pl: Serwer napotkał błąd którego nie był w stanie obsłużyć

source: read more
pl: czytaj więcej

source: created
pl: utworzony

source: updated
pl: zaktualizowany

source: published
pl: opublikowany

source: create new post
pl: utwórz nowy post

source: Fill out the form below to create new post in blog %(name)s
pl: Wypełnij formularz by utworzyć nowy post w blogu %(name)s

source: mood: %(mood)s
pl: nastrój: %(mood)s

source: edit post
pl: edytuj post

source: blogs
pl: blogi

source: create new
pl: utwórz nowy

source: change email confirmation status
pl: zmień status potwierdzenia adresu email

source: Please confirm that you want your email to become unconfirmed again by ticking the box below and pressing confirmation button.
pl: Potwierdź że na pewno chcesz by twój email miał ponownie status niepotwierdzony.

source: user email confirmation
pl: potwierdzanie emaila użytkownika

source: How user email confirmation procedure works? What are the steps?
pl: Jak się odbywa potwierdzanie emaila użytkownika? Jakie są kroki?

source: we send an email to your provided address; this email contains verification link that you need to follow by clicking on it or copying it and pasting in you web browser address bar
pl: wysyłamy maila na podany przez ciebie adres; w tej wiadomości jest umieszczony link potwierdzający, w który trzeba kliknąć lub skopiować go do paska adresu przeglądarki i otworzyć stronę

source: if your session is not active when you click the link in an email, you will be redirected to login page then after succesful login brought back to verification page
pl: aplikacja zaloguje cię jeżeli akurat nie będziesz miał aktywnej sesji, a potem przeniesie cię na stronę weryfikacji adresu email

source: that's it, your email is confirmed, so says message on the page; you may want to test messages you will receive from our service by sending test email on notification preferences page
pl: i to już wszystko, twój adres został potwierdzony; jeżeli chcesz to możesz sprawdzić jak wyglądają wiadomości z serwisu wysyłając do siebie testową wiadomość na stronie ustawień powiadomień

source: send me confirmation link
pl: wyślij link potwierdzający

source: account details
pl: szczegóły konta

source: information
pl: informacje

source: view your profile page
pl: zobacz swój profil

source: Your email has been confirmed on %(confirmation_dt)s. Click the button below to clear email confirmation status (this will cease all communication from us).
pl: Twój adres został potwierdzony %(confirmation_dt)s. Kliknij przycisk poniżej aby przywrócić mu status niepotwoerdzony (nie wysyłamy żadnych wiadomości na adresy niepotwierdzone).

source: clear email confirmation
pl: przywróć stan niepotwierdzony

source: Your email has not been yet confirmed. This means no communication from us (including lost password recovery!). Please click the button below to begin email confirmation process.
pl: Twój adres email nie został jeszcze potwierdzony. Oznacza to że nie dostaniesz od nas żadnych wiadomości (w tym nie będziesz mógł odzyskać hasła). Kliknij przycisk poniżej by rozpocząć proces potwierdzania adresu email.

source: confirm email
pl: potwierdź email

source: remove account
pl: usuń konto

source: You may temporarily deactivate your account using the form above. To completely remove your account click the button below to get to confirmation page. We will miss you.
pl: Używając powyższego formularza możesz czasowo wyłączyć swoje konto. Aby ostatecznie usunąć konto kliknij przycisk poniżej. Konieczne będzie dodatkowe potwierdzenie tej czynności. Będziemy tęsknić.

source: Profile page for %(user_name)s
pl: Profil użytkownika %(user_name)s

source: Your account is inactive or set as private (or both), no one except you can see this page
pl: Twoje konto jest oznaczone jako prywatne lub nie jest aktywne, nikt oprócz ciebie nie może zobaczyć tej strony

source: date joined
pl: data dołączenia

source: Deleting account is destructive process. It can not be reverted. All your content will be deleted and if you decide to rejoin us later, it will be lost so be careful.
pl: Usunięcie konta to operacja ostateczna i nieodwracalna. Cała twoja zawartość zostanie usunięta. Jeżeli zdecydujesz się dołączyć ponownie, będziesz zaczynać zupełnie od zera, więc się zastanów jeszcze raz.

source: You will be logged out and redirected to site home page.
pl: Nastąpi wylogowanie i przeniesienie na stronę główną serwisu.

source: You asked for email confirmation in Devlog. Please click the link below to verify your email.
pl: Otrzymaliśmy od ciebie prośbę o potwierdzenie adresu email w serwisie Devlog. Kliknij na przycisk poniżej by zweryfikować i potwierdzić swój adres.

source: Devlog team
pl: Zespół serwisu Devlog

source: default language
pl: domyślny język

source: timezone
pl: strefa czasowa

source: user can not be activated without email
pl: nie można aktywować konta bez podania adresu email

source: user %(email)s details have been saved
pl: dane użytkownika %(email)s zostały zapisane

source: email address has been changed, new email will have to be confirmed again
pl: adres email został zmieniony, nowy adres będzie musiał zostać potwierdzony

source: Devlog email confirmation
pl: Weryfikacja adresu email w serwisie Devlog

source: confirmation email has been sent to your email address, please check your mailbox
pl: Wiadomość email z linkiem potwierdzającym została wysłana na podany przez ciebie adres, proszę sprawdzić swoją skrzynkę pocztową

source: user %(email)s not found
pl: nie znaleziono użytkownika %(email)s

source: your email has been succesfully confirmed
pl: twój adres email został potwierdzony

source: the token has expired, please start new confirmation process again
pl: link stracił ważność, proszę zacząć proces potwierdzania ponownie

source: the token is invalid
pl: link jest nieprawidłowy

source: token check failed
pl: nie udało się zweryfikować podanego linku

source: your email is now unconfirmed again
pl: twój adres email jest ponownie niepotwierdzony

source: no name
pl: bez nazwy

source: Account for user %(name)s deleted
pl: Konto użytkownika %(name)s zostało usunięte

source: save
pl: zapisz

source: go back
pl: powrót

source: Polish
pl: Polski

source: English
pl: Angielski

source: None
pl: Żaden
